Repository: sandravala/12gm_lms
Catalog: languages/12gm-lms-*.po
Languages: lt_lt

source: Mark as Complete
lt_lt: Pažymėti kaip baigta

source: Completed
lt_lt: Baigta

source: Error occurred. Please try again.
lt_lt: Įvyko klaida. Bandykite dar kartą.

source: -- Select a Course --
lt_lt: -- Pasirinkite kursą --

source: Error marking lesson as complete
lt_lt: Klaida pažymint paskaitą kaip baigtą

source: Error marking lesson as complete. Please try again.
lt_lt: Klaida pažymint paskaitą kaip baigtą. Bandykite dar kartą.

source: % Complete
lt_lt: % baigta

source: lessons
lt_lt: paskaitos

source: LMS Dashboard
lt_lt: LMS valdymo skydas

source: Dashboard
lt_lt: Valdymo skydas

source: All Courses
lt_lt: Visi kursai

source: Add New Course
lt_lt: Pridėti naują kursą

source: All Lessons
lt_lt: Visos paskaitos

source: Add New Lesson
lt_lt: Pridėti naują paskaitą

source: Course Lessons
lt_lt: Kurso paskaitos

source: Course Access
lt_lt: Prieiga prie kurso

source: No Group
lt_lt: Be skyriaus

source: Current Lessons in this Course
lt_lt: Dabartinės šio kurso paskaitos

source: No lessons assigned to this course yet.
lt_lt: Šiam kursui dar nėra priskirta paskaitų.

source: Order in Group
lt_lt: Tvarka skyriuje

source: Lesson Title
lt_lt: Paskaitos pavadinimas

source: Change Group
lt_lt: Keisti skyrių

source: Actions
lt_lt: Veiksmai

source: Edit
lt_lt: Redaguoti

source: View
lt_lt: Peržiūrėti

source: Add Lessons to this Course
lt_lt: Pridėti paskaitas prie šio kurso

source: No lessons found. Create lessons first.
lt_lt: Paskaitų nerasta. Pirmiausia sukurkite paskaitas.

source: Select lessons to add to this course:
lt_lt: Pasirinkite paskaitas, kurias norite pridėti prie šio kurso:

source: Update Course Lessons
lt_lt: Atnaujinti kurso paskaitas

source: Create New Lesson
lt_lt: Sukurti naują paskaitą

source: No lesson groups found. Create lesson groups in the Lessons → Lesson Groups section.
lt_lt: Paskaitų skyrių nerasta. Sukurkite paskaitų skyrius skyriuje Paskaitos → Paskaitų skyriai.

source: Linked WooCommerce Products
lt_lt: Susieti WooCommerce produktai

source: No products linked to this course.
lt_lt: Nėra produktų susietų su šiuo kursu.

source: Purchase of these products will grant access to this course.
lt_lt: Šių produktų pirkimas suteiks prieigą prie šio kurso.

source: Manage Products
lt_lt: Valdyti produktus

source: Manual Enrollment
lt_lt: Rankinis registravimas

source: To manually enroll or manage student access, use the Student Access page.
lt_lt: Norėdami rankiniu būdu užregistruoti arba valdyti dalyvių prieigą, naudokite Dalyvių prieigos puslapį.

source: Manage Student Access
lt_lt: Valdyti dalyvių prieigą

source: Lessons for course: %s
lt_lt: Paskaitos kursui: %s

source: Assign to Course
lt_lt: Priskirti kursui

source: Assign this lesson to a course:
lt_lt: Priskirkite šią paskaitą kursui:

source: No courses found. Create a course first.
lt_lt: Kursų nerasta. Pirmiausia sukurkite kursą.

source: Create New Course
lt_lt: Sukurti naują kursą

source: Student Access
lt_lt: Dalyvių prieiga

source: Access granted successfully!
lt_lt: Prieiga sėkmingai suteikta!

source: Access revoked successfully!
lt_lt: Prieiga sėkmingai atšaukta!

source: You do not have sufficient permissions to access this page.
lt_lt: Neturite pakankamų leidimų pasiekti šį puslapį.

source: Security check failed.
lt_lt: Saugumo patikrinimas nepavyko.

source: Permalinks have been flushed successfully.
lt_lt: Nuolatiniai nuorodos sėkmingai išvalyti.

source: Courses
lt_lt: Kursai

source: Course
lt_lt: Kursas

source: Course Archives
lt_lt: Kursų archyvai

source: Course Attributes
lt_lt: Kurso atributai

source: Parent Course:
lt_lt: Tėvinis kursas:

source: Add New
lt_lt: Pridėti naują

source: New Course
lt_lt: Naujas kursas

source: Edit Course
lt_lt: Redaguoti kursą

source: Update Course
lt_lt: Atnaujinti kursą

source: View Course
lt_lt: Peržiūrėti kursą

source: View Courses
lt_lt: Peržiūrėti kursus

source: Search Course
lt_lt: Ieškoti kurso

source: Not found
lt_lt: Nerasta

source: Not found in Trash
lt_lt: Šiukšlinėje nerasta

source: Featured Image
lt_lt: Pagrindinė nuotrauka

source: Set featured image
lt_lt: Nustatyti pagrindinę nuotrauką

source: Remove featured image
lt_lt: Pašalinti pagrindinę nuotrauką

source: Use as featured image
lt_lt: Naudoti kaip pagrindinę nuotrauką

source: Insert into course
lt_lt: Įdėti į kursą

source: Uploaded to this course
lt_lt: Įkelta į šį kursą

source: Courses list
lt_lt: Kursų sąrašas

source: Courses list navigation
lt_lt: Kursų sąrašo navigacija

source: Filter courses list
lt_lt: Filtruoti kursų sąrašą

source: Course Description
lt_lt: Kurso aprašymas

source: Lessons
lt_lt: Paskaitos

source: Lesson
lt_lt: Paskaita

source: Lesson Archives
lt_lt: Paskaitų archyvai

source: Lesson Attributes
lt_lt: Paskaitos atributai

source: Parent Lesson:
lt_lt: Tėvinė paskaita:

source: New Lesson
lt_lt: Nauja paskaita

source: Edit Lesson
lt_lt: Redaguoti paskaitą

source: Update Lesson
lt_lt: Atnaujinti paskaitą

source: View Lesson
lt_lt: Peržiūrėti paskaitą

source: View Lessons
lt_lt: Peržiūrėti paskaitas

source: Search Lesson
lt_lt: Ieškoti paskaitos

source: Insert into lesson
lt_lt: Įdėti į paskaitą

source: Uploaded to this lesson
lt_lt: Įkelta į šią paskaitą

source: Lessons list
lt_lt: Paskaitų sąrašas

source: Lessons list navigation
lt_lt: Paskaitų sąrašo navigacija

source: Filter lessons list
lt_lt: Filtruoti paskaitų sąrašą

source: Lesson Description
lt_lt: Paskaitos aprašymas

source: Course Categories
lt_lt: Kursų kategorijos

source: Course Category
lt_lt: Kurso kategorija

source: Search Course Categories
lt_lt: Ieškoti kursų kategorijų

source: All Course Categories
lt_lt: Visos kursų kategorijos

source: Parent Course Category
lt_lt: Tėvinė kurso kategorija

source: Parent Course Category:
lt_lt: Tėvinė kurso kategorija:

source: Edit Course Category
lt_lt: Redaguoti kurso kategoriją

source: Update Course Category
lt_lt: Atnaujinti kurso kategoriją

source: Add New Course Category
lt_lt: Pridėti naują kurso kategoriją

source: New Course Category Name
lt_lt: Naujos kurso kategorijos pavadinimas

source: Student Progress
lt_lt: Dalyvių progresas

source: Progress
lt_lt: Progresas

source: Progress Archives
lt_lt: Progreso archyvai

source: Progress Attributes
lt_lt: Progreso atributai

source: Parent Progress:
lt_lt: Tėvinis progresas:

source: All Progress
lt_lt: Visas progresas

source: Add New Progress
lt_lt: Pridėti naują progresą

source: New Progress
lt_lt: Naujas progresas

source: Edit Progress
lt_lt: Redaguoti progresą

source: Update Progress
lt_lt: Atnaujinti progresą

source: View Progress
lt_lt: Peržiūrėti progresą

source: Search Progress
lt_lt: Ieškoti progreso

source: Student Progress Tracking
lt_lt: Dalyvių progreso sekimas

source: Other Lessons
lt_lt: Kitos paskaitos

source: h
lt_lt: val.

source: Hour
lt_lt: Valanda

source: Hours
lt_lt: Valandos

source: Minutes
lt_lt: Minutės

source: %d Lessons
lt_lt: %d paskaitos

source: %s Total
lt_lt: %s iš viso

source: %d Students
lt_lt: %d dalyviai

source: Lessons Completed
lt_lt: Baigtos paskaitos

source: Lessons Remaining
lt_lt: Likusios paskaitos

source: Course Completion
lt_lt: Kurso baigimas

source: Your Progress
lt_lt: Jūsų progresas

source: %d%% Complete
lt_lt: %d%% baigta

source: Upcoming
lt_lt: Artėja

source: (%d lessons)
lt_lt: (%d paskaitos)

source: %d%% Complete (%d/%d lessons)
lt_lt: %d%% baigta (%d/%d paskaitos)

source: Continue Learning
lt_lt: Tęsti mokymąsi

source: Lesson completed
lt_lt: Paskaita baigta

source: You have completed this lesson
lt_lt: Jūs baigėte šią paskaitą

source: Previous Lesson
lt_lt: Ankstesnė paskaita

source: Back to Course
lt_lt: Grįžti į kursą

source: Next Group:
lt_lt: Kitas skyrius:

source: Next Lesson
lt_lt: Kita paskaita
